Repository: douglasbragaoficiall/Braga-Delivery
Catalog: languages/drope-delivery-*.po
Languages: pt_br

source: %1$s requires DROPE Delivery WordPress (our old version) to be deactivated.
pt_br: %1$s requer DROPE Delivery WordPress (nossa versão antiga) ativado.

source: %1$s requires license key to work.
pt_br: %1$s requer uma licença válida para funcionar.

source: %1$s requires PHP version %2$s or greater.
pt_br: %1$s requer versão do PHP %2$s ou superior.

source: %1$s requires WordPress version %2$s or greater.
pt_br: %1$s requer WordPress na versão %2$s ou superior.

source: <b><i>If you dont use Elementor don't worry</b>, will be still improve layout configurations here.</i>
pt_br: <b><i>Se você não usa o Elementor não se preocupe</b>, vamos seguir melhorando as configurações de layout aqui.</i>

source: Action
pt_br: Ação

source: Activate
pt_br: Ativar

source: Activated license
pt_br: Licença ativada

source: Add coupon
pt_br: Adiciona cupom

source: Add Global Extra
pt_br: Adicionar Extra Global

source: Add more
pt_br: Adicionar mais

source: Add option
pt_br: Adicionar opção

source: Add order
pt_br: Adicionar pedido

source: Add product
pt_br: Adicionar Produto

source: Add product extra
pt_br: Adicionar extra do produto

source: Add store information on print?
pt_br: Adicionar informações da loja na impressão?

source: Add to cart
pt_br: Adicionar a sacola

source: Added to cart
pt_br: Adicionado ao carrinho

source: Address
pt_br: Endereço

source: Address Number
pt_br: Número do endereço

source: Advanced
pt_br: Avançado

source: Advanced Settings
pt_br: Configurações avançadas

source: Amount discount ($)
pt_br: Desconto em valor ($)

source: Amount of sales in period
pt_br: Quantidade de vendas no período

source: any special requests?
pt_br: Algum pedido especial? (observação)

source: Apartment, suite, etc.
pt_br: Apartamento, suíte, etc.

source: Argentine Peso
pt_br: Peso Argentino

source: Australian Dollar
pt_br: Dolar Australiano

source: Available?
pt_br: Disponível?

source: Average amount sales per day
pt_br: Valor médio de vendas por dia

source: Back to order list
pt_br: Voltar para lista de pedidos

source: Bag
pt_br: Sacola

source: Box shadow
pt_br: Sombra da caixa

source: Brazilian Real
pt_br: Real Brasileiro

source: Browser do not support notifications
pt_br: O navegador não suporta notificações

source: By Consult
pt_br: Sob consulta

source: Cancel
pt_br: Cancelar

source: Canceled
pt_br: Cancelado

source: Cart empty
pt_br: Carrinho vazio

source: Cart empty. Add products for create your order.
pt_br: Sacola vazia. Adicione produtos para criar seu pedido.

source: Cash
pt_br: Dinheiro

source: Cash Payment?
pt_br: Pagamento em dinheiro?

source: Category
pt_br: Categoria

source: Change
pt_br: Troco

source: Change for
pt_br: Troco para

source: Check all your orders and manage it
pt_br: Verifique todos os seus pedidos

source: Check many info about your store, orders and more
pt_br: Verifique as informações da sua loja, pedidos e mais

source: Check the status of your license plan, manage your payments, renew or upgrade your plan.
pt_br: Verifique o status do seu plano de licença, gerencie os seus pagamento, renove ou faça um upgrade do seu plano.

source: Checking notification support...
pt_br: Verificando o suporte a notificações...

source: Checkout
pt_br: Entrega

source: Chilean Peso
pt_br: Peso Chileno

source: Choose
pt_br: Selecione

source: Click
pt_br: Clique

source: Colombian Peso
pt_br: Peso Colombiano

source: column
pt_br: coluna

source: columns
pt_br: colunas

source: Coming soon!
pt_br: Em breve!

source: Company
pt_br: Empresa

source: Company Name
pt_br: Nome da empresa

source: Company Settings
pt_br: Configurações da Empresa

source: Confirm
pt_br: Confirmar

source: Confirmed
pt_br: Confirmado

source: Confirmed order message
pt_br: Mensagem para pedido confirmado

source: Country
pt_br: País

source: Coupon
pt_br: Cupom

source: Coupon code
pt_br: Código do cupom

source: Coupon Description
pt_br: Descrição do cupom

source: Coupons
pt_br: Cupons

source: Coupons info
pt_br: Detalhes do Cupom

source: Create, edit and manage your global addons
pt_br: Crie, edite e gerencie os seus extras globais

source: Create, edit and manage your products
pt_br: Crie, edite e gerencie os seus produtos

source: Credit card, Debit card...
pt_br: Cartão de crédito, Cartão de débito...

source: Currency
pt_br: Moeda

source: Customer
pt_br: Cliente

source: Customer Info
pt_br: Dados do cliente

source: Customers
pt_br: Clientes

source: Customize your message by inserting the available shortcodes.
pt_br: Personalize a sua mensagem inserindo os shortcodes disponíveis.

source: Dashboard
pt_br: Painel

source: Date
pt_br: Data

source: Deactivate
pt_br: Desativar

source: Decimal separator
pt_br: Separador decimal

source: Define delivery price by Neighborhoods.
pt_br: Define o preço da entrega por Bairro.

source: Delivery
pt_br: Entrega

source: Delivery discount
pt_br: Desconto na entrega

source: Delivery Fee
pt_br: Taxa de entrega

source: Delivery hours
pt_br: Horário de Delivery

source: Delivery Info
pt_br: Informação de entrega

source: Delivery order message
pt_br: Mensagem para pedido em entrega

source: Delivery Page
pt_br: Página de entrega

source: Delivery Price
pt_br: Preço da entrega

source: Delivery price mode
pt_br: Modo do preço de entrega

source: Delivery Settings
pt_br: Configurações de entrega

source: Delivery time:
pt_br: Tempo de entrega:

source: Description
pt_br: Descrição

source: Device token registered in the DW-API. You get token click
pt_br: Token de dispositivo cadastrado na DW-API. Para obter um token clique

source: Digital Menu
pt_br: Cardápio digital

source: digitis
pt_br: dígitos

source: Discount format
pt_br: Formato do desconto

source: Discount value
pt_br: Disconto no valor

source: Display stock?
pt_br: Exibir estoque?

source: Do you need support?
pt_br: Você precisa de suporte?

source: Do you want give a discount? Use your cupons for it
pt_br: Você quer oferecer descontos? Crie um cupom para isso

source: Do you want manage your license plan?
pt_br: Você gostaria de gerenciar seu plano de licença?

source: Documentation
pt_br: Documentação

source: Done
pt_br: Pronto

source: Done order message
pt_br: Mensagem para pedido pronto

source: DROPE Delivery - License
pt_br: DROPE Delivery - Licença

source: DROPE Delivery Coupons
pt_br: DROPE Delivery Cupons

source: DROPE Delivery create a complete system to delivery with products, orders, support to send order on WhatsApp and more.
pt_br: DROPE Delivery cria um sistema completo de delivery com produtos, pedidos, envio de pedido pelo WhatsApp e mais.

source: DROPE Delivery License Info
pt_br: DROPE Delivery - Licença

source: DROPE Delivery Licensing
pt_br: DROPE Delivery - Licença

source: DROPE Delivery Orders
pt_br: DROPE Delivery Pedidos

source: DROPE Delivery Products
pt_br: DROPE Delivery Produtos

source: Edit coupon
pt_br: Editar cupom

source: Edit Global Extra
pt_br: Editar Extra Global

source: Edit order
pt_br: Editar pedido

source: Edit product
pt_br: Editar produto

source: Enable integration?
pt_br: Habilitar integração?

source: End
pt_br: Termina

source: Enter the amount that will be charged per kilometer
pt_br: Informe o valor que será cobrado por quilômetro

source: Enter the stores zip code
pt_br: Digite o CEP da sua loja

source: Enter tracking page URL
pt_br: Digite a URL da página de acompanhamento

source: Enter your license key here, to activate the product, and get full feature updates and premium support.
pt_br: Digite sua chave de licença para ativar o produto e obter atualizações completas de recursos e suporte premium.

source: Error to deactive, contato DROPE Delivery support.
pt_br: Erro ao desativar, entre em contato com o time de suporte.

source: Estimate Delivery time
pt_br: Tempo estimado de entrega

source: Extra Description
pt_br: Descrição do Extra

source: Extra name
pt_br: Nome do extra

source: Extra Price
pt_br: Preço do Extra

source: Filter
pt_br: Filtrar

source: Filter by name, order number, status or phone
pt_br: Filtre por name, número do pedido, status ou telefone

source: Finished
pt_br: Finalizado

source: Finished order message
pt_br: Mensagem para pedido finalizado

source: Fixed price (Limit by Neighborhood)
pt_br: Preço fixo (Limitado por Bairro)

source: Fixed price (Limit by Zipcode range)
pt_br: Preço fixo (Limitado por faixa de CEP)

source: Font size
pt_br: Tamanho da fonte

source: For show correct produts, create categories on plugin settings and add in produtcs.
pt_br: Para mostrar os produtos corretos, crie categorias nas configurações do plugin e adicione produtos.

source: Force Open/Close Store
pt_br: Forçar abertura/fechamento

source: Force store closed
pt_br: Forçar fechamento da loja

source: Force store open
pt_br: Forçar abertura da loja

source: Free
pt_br: Grátis

source: Friday
pt_br: Sexta-feira

source: From
pt_br: A partir de

source: From Zipcode
pt_br: Do CEP

source: Full name
pt_br: Nome completo

source: Global Extras
pt_br: Extras Globais

source: Go to Coupons
pt_br: Ir para Cupons

source: Go to Customers
pt_br: Ir para Clientes

source: Go to Documentation
pt_br: Ir para Documentação

source: Go to Global Extras
pt_br: Ir para Extras Globais

source: Go to Orders
pt_br: Ir para Pedidos

source: Go to Products
pt_br: Ir para Produtos

source: Go to Reports
pt_br: Ir para Relatórios

source: Go to Settings
pt_br: Ir para Configurações

source: here
pt_br: aqui

source: Hey, you got a new order. Check now!
pt_br: Ei, você recebeu um novo pedido. Verifique agora!

source: Hide the price
pt_br: Esconda o preço

source: If you don't already have a license, click
pt_br: Se você ainda não possui uma licença, clique

source: If you don't select it, the plugin will be show the button to send order on WhatsApp.
pt_br: Se você não selecioná-lo, o plugin mostrará o botão para enviar o pedido no WhatsApp.

source: If you don't select it, the plugin will ignore the rest of the integration settings
pt_br: Se você não ativar, o plugin irá ignorar o restante das configurações dea integração

source: If you don't select it, the plugin will not insert store information at the top of the print order.
pt_br: Se você não selecioná-lo, o plugin não inserirá as informações da loja na parte superior do pedido de impressão.

source: If you don't want to set a minimum price for orders, just leave this input blank.
pt_br: Se você não deseja definir um preço mínimo para os pedidos, deixe este campo em branco.

source: If you have a discount coupon, add it here.
pt_br: Se você tiver um cupom de desconto, adicione-o aqui.

source: If you have any problems activating your license, please contact our customer service via
pt_br: Se você tiver algum problema para ativar sua licença, entre em contato com nosso atendimento ao cliente via

source: If you have any problems, please create a
pt_br: Se você tiver algum problema, crie um

source: Image
pt_br: Imagem

source: Important
pt_br: Importante

source: Important:
pt_br: Importante:

source: In Delivery
pt_br: Em entrega

source: In this section you can configure all delivery settings.
pt_br: Nesta seção você pode definir todas configurações de entrega.

source: In this section you can configure all settings for integration with the DW-API.
pt_br: Nesta seção você pode definir todas as configurações para integração com a DW-API.

source: In this section you can configure all the company settings.
pt_br: Nesta seção, você pode definir todas as configurações da empresa.

source: In this section you can configure some advanced settings.
pt_br: Nesta seção você pode definir todas configurações avançandas.

source: In this section you can configure some layout options.
pt_br: Nesta seção você pode definir algumas configurações de estilo.

source: In this section you can configure the delivery hours. You can set it for each day and more than one time range per day.
pt_br: Nesta seção você pode definir as configurações do horário de entrega. Você pode adicionar horários para cada dia e também mais de um intervalo de tempo por dia.

source: In this section you can configure the order message used when the customer is redirected to WhatsApp.
pt_br: Nesta seção você pode definir a mensagem de pedido que será usada pelo seu cliente ao ser redirecionado para o WhatsApp.

source: In this section you can configure the payment methods and others settings.
pt_br: Nesta seção você pode definir todas configurações de pagamento.

source: In this section you can configure the print options.
pt_br: Nesta seção você pode definir todas configurações de impressão.

source: In this section you can customize your print message.
pt_br: Nesta seção, você pode personalizar a forma que sua mensagem será impressa.

source: Indian Rupee
pt_br: Rupia indiana

source: Indonesian Rupiah
pt_br: Rupia Indonésia

source: Install DROPE Delivery Widgets
pt_br: Instalar DROPE Delivery Widgets

source: Invalid
pt_br: Inválido

source: Invalid coupon
pt_br: Cupom inválido

source: Iranian Rial
pt_br: Rial iraniano

source: Iraqi Dinar
pt_br: Dinar Iraquiano

source: Israeli New Sheqel
pt_br: Novo Sheqel israelense

source: Italian Lira
pt_br: Lira italiana

source: Item note
pt_br: Nota do item

source: Jamaican Dollar
pt_br: Dólar jamaicano

source: Japanese Yen
pt_br: Yen japonês

source: Jordanian Dinar
pt_br: Dinar Jordaniano

source: Kazakhstani Tenge
pt_br: Tenge do Cazaquistão

source: Kilometer value
pt_br: Preço por quilômetro

source: Latest 30 days
pt_br: Últimos 30 dias

source: Latest 7 days
pt_br: Últimos 7 dias

source: Layout
pt_br: Estilo

source: Layout Settings
pt_br: Configurações de Layout

source: License
pt_br: Licença

source: License code bellow
pt_br: Código da licença

source: License email bellow
pt_br: Email da licença

source: License Expired on
pt_br: Licença expira em:

source: License Key
pt_br: Código da licença

source: License Status
pt_br: Status da licença

source: License Type
pt_br: Tipo de licença:

source: Limit max.
pt_br: Limite máximo

source: Limit min.
pt_br: Limite mínimo

source: List all menu categories separated by comma (,). Like: cat1,cat2,cat3,cat4.
pt_br: Liste todas as categorias de menu separadas por vírgula (,). Como: cat1, cat2, cat3, cat4.

source: List all payment methods separated by comma (,). Like: Credit card,Debit Card,Voucher.
pt_br: Liste todos os métodos de pagamento separados por vírgula (,). Como: cartão de crédito, cartão de débito, voucher.

source: Main color
pt_br: Cor principal

source: Manage all your customers
pt_br: Gerencie os seus clientes

source: Manage my license plan
pt_br: Gerenciar meu plano de licença

source: Manage your Store settings here
pt_br: Gerencie as configurações da sua loja

source: Menu Categories
pt_br: Categorias do menu

source: Minimum price
pt_br: Preço mínimo

source: Minimum shipping amount
pt_br: Valor mínimo do frete

source: Monday
pt_br: Segunda-feira

source: More flexibility with DROPE Delivery Widgets
pt_br: Mais flexibilidade com DROPE Delivery Widgets

source: Name
pt_br: Nome

source: Neighborhood
pt_br: Bairro

source: New
pt_br: Novo

source: New coupon
pt_br: Novo cupom

source: New Global Extra
pt_br: Novo Extra Global

source: New order
pt_br: Novo pedido

source: New order message
pt_br: Mensagem para novo pedido

source: New Order!
pt_br: Novo pedido!

source: New product
pt_br: Novo produto

source: Next
pt_br: Próximo

source: No, hide the global extra
pt_br: Não, ocultar o extra global

source: No, hide the product
pt_br: Não, esconder o produto

source: No, hide the product extra
pt_br: Não, esconda o extra do produto

source: No, hide the product extra option
pt_br: Não, esconda a opção do extra do produto

source: No, my store dont`t receive payments in cash
pt_br: Não, minha loja não recebe pagamentos em dinheiro

source: Not available
pt_br: Indisponível

source: Note
pt_br: Nota

source: Note: in some cases, the license is sent to your email spam box.
pt_br: Observação: em alguns casos, a licença é enviada para a caixa de spam do seu e-mail.

source: Note: You need a admin permissions to mange license.
pt_br: Nota: você precisa de permissões de admin para gerenciar a licença.

source: Notifications disabled
pt_br: Notificações desabilitadas

source: Notifications enabled
pt_br: Notificações habilitadas

source: Number
pt_br: Número

source: Number of decimals
pt_br: Número de decimais

source: Number that will send messages (country code format + ddd + phone, e.g.: 559912345678)
pt_br: Número que enviará mensagens (formato do código do país + ddd + telefone, ex.: 559912345678)

source: On this page you will find the shortcodes for use in your pages.
pt_br: Nesta página, você encontrará os shortcodes para usar em suas páginas.

source: On this page, you will be able to enable the option to display the stock on the product or not.
pt_br: Nesta página, você poderá habilitar a opção de exibir ou não o estoque do produto.

source: Opening Hours
pt_br: Horários

source: Opening Hours Settings
pt_br: Configurações de horário de funcionamento

source: Operation mode
pt_br: Modo de operação

source: Options
pt_br: Opções

source: Order
pt_br: Pedido

source: Order canceled message
pt_br: Mensagem para pedido cancelado

source: Order Data
pt_br: Informações do pedido

source: Order Date
pt_br: Data do pedido

source: Order Details
pt_br: Detalhes do pedido

source: Order in Store
pt_br: Pedido na loja

source: Order Items
pt_br: Itens do pedido

source: Order message
pt_br: Mensagem de pedido

source: Order message awaiting
pt_br: Mensagem para pedido aguardando

source: Order settings
pt_br: Configurações de pedido

source: Order Type
pt_br: Tipo do pedido

source: Order%20Total:
pt_br: Total%20do%20Pedido:

source: Orders
pt_br: Pedidos

source: Orders in period
pt_br: Pedidos no período

source: Out of stock
pt_br: Indisponível

source: Payment
pt_br: Pagamento

source: Payment Method
pt_br: Método de pagamento

source: Payment Methods
pt_br: Métodos de pagamento

source: Payment Settings
pt_br: Configurações de Pagamento

source: Percent discount (%)
pt_br: Porcentagem de desconto (%)

source: Phone
pt_br: Telefone

source: Phone Mask
pt_br: Máscara de telefone

source: Price
pt_br: Preço

source: Price color
pt_br: Cor do preço

source: Price label
pt_br: Exibição do preço

source: Price per Distance
pt_br: Preço por distância

source: Price per Neighborhood
pt_br: Preço por Bairro

source: Price per Zipcode range
pt_br: Preço por faixa de CEP

source: Print
pt_br: Impressão

source: Print message
pt_br: Mensagem de impressão

source: Print Order
pt_br: Imprimir pedido

source: Print Settings
pt_br: Configurações da Impressão

source: Print size
pt_br: Tamanho da impressão

source: Problems with your license?
pt_br: Problemas com sua licença?

source: Product Description
pt_br: Descrição do Produto

source: Product Extras
pt_br: Extras do produto

source: Product extras
pt_br: Extras do produto

source: Product grid columns
pt_br: Exibição de produtos em colunas

source: Product Info
pt_br: Informações do produto

source: Product name
pt_br: Nome do produto

source: Product price
pt_br: Preço do produto

source: Product stock
pt_br: Estoque do produto

source: Product unavailable
pt_br: Produto indisponível

source: Products
pt_br: Produtos

source: Quantity of products sold
pt_br: Quantidade de produtos vendidos

source: Redirect to WhatsApp?
pt_br: Redirecionar para o WhatsApp?

source: Remove
pt_br: Remover

source: remove
pt_br: remover

source: Remove Address Number
pt_br: Remover o número do endereço

source: Remove input and verification from address number field.
pt_br: Remova a entrada e a verificação do campo de número de endereço.

source: Remove input and verification from Zipcode field.
pt_br: Remova a entrada e a verificação do campo do CEP.

source: Remove Zipcode
pt_br: Remover CEP

source: Removed from cart
pt_br: Removido da sacola

source: Reports
pt_br: Relatórios

source: Required
pt_br: Obrigatório

source: Required inputs empty
pt_br: Campos obrigatórios em branco

source: Required?
pt_br: Obrigatório?

source: Respect the hours configured below
pt_br: Respeitar os horários configurados abaixo

source: Returns order status
pt_br: Retorna o status do pedido

source: Returns the customer name
pt_br: Retorna o nome do cliente

source: Returns the delivery type
pt_br: Retorna o tipo de entrega do pedido

source: Returns the list of products from the order
pt_br: Retorna a lista de produtos do pedido

source: Returns the order ID
pt_br: Retorna o código do pedido

source: Returns the order tracking link
pt_br: Retorna o link da página de acompanhamento do pedido

source: Returns the total amount of the orderk
pt_br: Retorna o valor total do pedido

source: Saturday
pt_br: Sábado

source: Search coupons
pt_br: Pesquisar cupons

source: Search Global Extras
pt_br: Pesquisar Extras Globais

source: Search orders
pt_br: Pesquisar pedidos

source: Search products
pt_br: Pesquisar produtos

source: Select
pt_br: Selecione

source: Select required extra
pt_br: Selecione o extra necessário

source: Select the delivery mode to see more options.
pt_br: Selecione o modo de entrega para ver todas as configurações.

source: Select the mask for forms on plugin.
pt_br: Selecione a máscara para formulários no plugin.

source: Select the minimum required for the extra
pt_br: Selecione o mínimo requerido para o extra

source: Select the page for show order track for customers. After that, get the shortcode and paste in selected page.
pt_br: Selecione a página para mostrar o rastreamento do pedido para os clientes. Depois disso, pegue o shortcode e cole na página selecionada.

source: Select the printing page size.
pt_br: Selecione o tamanho da página de impressão.

source: Send order on WhatsApp
pt_br: Enviar pedido no WhatsApp

source: Settings
pt_br: Configurações

source: Show as "By Consult"
pt_br: Mostre como "Sob consulta"

source: Show as "From {{product price}}"
pt_br: Mostre como "A partir de {{preço do produto}}"

source: Show as not available
pt_br: Mostrar como indisponível

source: Show delivery system with produtcs, menu, card and more.
pt_br: Mostrar sistema de entrega com produtos, cardápio, cartão e muito mais.

source: Show page to manage orders in progress.
pt_br: Mostrar página para gerenciar pedidos em andamento.

source: Show the page for customers check your order data
pt_br: Mostre a página para os clientes verificarem os dados do seu pedido

source: Show the price
pt_br: Mostre o preço

source: Shows the amount of stock on each product
pt_br: Exibir a quantidade de estoque em cada produto

source: Something went wrong.
pt_br: Alguma coisa está errada.

source: Soon we will have this option to calculate shipping using the Google Maps API.
pt_br: Em breve teremos essa opção para calcular o frete usando a API do Google Maps.

source: Soon you will can customize all text/message in your printing file.
pt_br: Em breve você poderia personalizar a sua mensagem/texto do arquivo de impressão.

source: Sorry this parameter its not valid or empty
pt_br: Desculpe, esse parâmetro não é válido ou está vazio

source: Sorry, delivery area is not supported
pt_br: Desculpe, a área de entrega não é suportada

source: Sorry, you do not have access to Reports. Contact the administrator.
pt_br: Desculpe, você não tem acesso aos Relatórios. Entre em contato com o administrador.

source: Sorry, you don't have orders to show.
pt_br: Desculpe, não tenho pedidos para show.

source: Sorry, you dont have access to this page.
pt_br: Desculpe, você não tem acesso a essa página.

source: Start at
pt_br: Começa ás

source: Stock
pt_br: Estoque
