Repository: douglasbragaoficiall/Braga-Delivery
Catalog: languages/drope-delivery-*.po
Languages: pt_br

source: Stock control is in beta, use sparingly. We are still working on improving this amazing feature.
pt_br: O controle de estoque está em fase beta, use com moderação. Ainda estamos trabalhando para melhorar esse recurso incrível.

source: Store Info
pt_br: Informações da loja

source: Street Name
pt_br: Endereço com número e ponto de ref

source: Sunday
pt_br: Domingo

source: Support Expired on
pt_br: Suporte expira em:

source: Table
pt_br: Mesa

source: Table number
pt_br: Número da mesa

source: Take Away
pt_br: Retirar na loja

source: Talk with support
pt_br: Conversar com o suporte

source: Thanks! Your order has been finished. Now just wait.
pt_br: Obrigado! Seu pedido foi concluído. Agora é só esperar.

source: The company name can be used in custom message or others parts of template/site.
pt_br: O nome da empresa pode ser usado em mensagens personalizadas ou outras partes do template / site.

source: The filter parameter is used to filter number
pt_br: O filtro de parametro é usado para filtrar o número

source: The minimum order is
pt_br: O pedido mínimo é

source: The print order is executaded direct on you web browser, its not a software installed in you computer. This plugin will be generate the the file and visualization like configured above, but same times you need set some configurations direct in your printer.
pt_br: A impressão é executada diretamente no seu navegador, este plugin não é um software instalado em seu computador. O plugin vai gerar o arquivo e a visualização como configurado acima, mas as vezes pode ser necessário realizar algumas configurações direto na sua impressora/browser.

source: The store is closed
pt_br: De terça a domingo: das 16:00 às 22:00

source: This email can be used in custom message or other parts of template/site.
pt_br: Este e-mail pode ser usado em mensagens personalizadas ou outras partes do template / site.

source: This option is showing in order page.
pt_br: Esta opção está sendo exibida na página de pedidos.

source: This option will force store to be opened or closed. The settings below will be ignored if you use this.
pt_br: Esta opção forçará a abertura ou fechamento da loja. As configurações abaixo serão ignoradas se você usar isto.

source: This phone can be used in custom message or other parts of template/site.
pt_br: Este telefone pode ser usado em mensagens personalizadas ou outras partes do template / site.

source: This sets the decimal separator of displayed prices
pt_br: Isso define o separador decimal dos preços exibidos

source: This sets the number of decimal points show in displayed price.
pt_br: Isso define o número de casas decimais mostradas no preço exibido.

source: This will be the shipping cost for orders with the same ZIP code as the store or if the distance is less than 1 kilometer
pt_br: Esse será o valor do frete para pedidos com o mesmo CEP de origem da loja ou que a distância seja menor que 1 quilômetro

source: through your user panel on the Drope website.
pt_br: através do seu painel de usuário no site da Drope.

source: Thursday
pt_br: Quinta-feira

source: Title
pt_br: Título

source: To
pt_br: até

source: To activate automatic payment, enter the PIX payment method.
pt_br: Para ativar o pagamento automático, insira a forma de pagamento PIX

source: to get one.
pt_br: para obter uma.

source: to get your API key
pt_br: para obter sua chave API

source: To insert a line break in the message, use the syntax
pt_br: Para inserir uma quebra de linha na mensagem, use a sintaxe

source: To use this license on another domain, please click the Deactivate button just above.
pt_br: Para usar esta licença em outro domínio, clique no botão Desativar logo acima.

source: To Zipcode
pt_br: Para o CEP

source: Today
pt_br: Hoje

source: Top 10 products
pt_br: Top 10 produtos

source: Total discount
pt_br: Desconto no valor total

source: Total orders in this period
pt_br: Total de pedidos no período

source: Total sales in this period
pt_br: Total de vendas no período

source: Track Order
pt_br: Acompanhar Pedido

source: Track Order Page
pt_br: Página de acompanhamento de pedido

source: Tracking page
pt_br: Página de acompanhamento

source: Tuesday
pt_br: Terça-feira

source: Type
pt_br: Tipo

source: Type to search
pt_br: Escreva para pesquisar

source: Type your message here
pt_br: Digite sua mensagem aqui

source: unit
pt_br: unidade

source: units
pt_br: unidades

source: Update is not available because your license is invalid
pt_br: A atualização não está disponível porque sua licença é inválida

source: US Dollar
pt_br: Dolar Americano

source: Use this syntax to break the line
pt_br: Use esta sintaxe para quebrar uma linha

source: Valid
pt_br: Válida

source: View coupon
pt_br: Ver cupom

source: View coupons
pt_br: Ver cupons

source: View Global Extra
pt_br: Ver Extra Global

source: View Global Extras
pt_br: Ver Extras Globais

source: View order
pt_br: Ver pedido

source: View orders
pt_br: Ver pedidos

source: View product
pt_br: Ver produto

source: View products
pt_br: Ver produtos

source: Waiting
pt_br: Aguardando

source: Watch plugin tutorial videos
pt_br: Assista a vídeos tutoriais do plugin

source: We are developing some Add-Ons to improve your experiencia and expand features.
pt_br: Estamos desenvolvendo alguns Add-Ons para melhorar e expandir a experiência do plugin.

source: We have a <b>free widget</b> for Elementor where you can customize the layout in many ways. Edit your page with Elementor and search for <b>"DROPE Delivery"</b>.
pt_br: Nós temos um <b>widget gratuito</b> para Elementor, onde você pode personalizar o layout de várias maneiras. Edite sua página com Elementor e procure por <b>"DROPE Delivery"</b>.

source: We're doing the latest tweaks and tests to release this feature for you.
pt_br: Estamos fazendo os ajustes e testes para lançar esse recurso para você.

source: Wednesday
pt_br: Quarta-feira

source: What the coupon type?
pt_br: Que tipo de cupom?

source: When you purchased the plugin you received the license key to activate it. If you dont have or forgot the license key
pt_br: Ao adquirir o plugin, você recebeu uma chave de licença para ativá-lo. Se você não tem ou perdeu sua chave licença

source: Widget to improve your store layout with a lot options to customization. Manage product columns, colors and any more options to create beautiful layouts.
pt_br: Widgets para criar o layout da sua loja com muitas opções de personalização. Gerencie número de colunas para os produtos, cores e muitas outras opções.

source: With this method you can define a fixed price for delivery and limit area by Zipcode range.
pt_br: Com este método você pode definir um preço fixo para entrega e limitar a área por faixa de CEP.

source: With this method you can set a fixed price per kilometer according to your stores zip code
pt_br: Com este método você pode definir um preço fixo por quilômetro de acordo com o CEP de sua loja

source: Yes, add box shadow on products card
pt_br: Adicione a sombra no card do produto

source: Yes, add store information on printout
pt_br: Sim, adicione informações da loja na impressão

source: Yes, enable DW-API integration
pt_br: Sim, habilitar integração com DW-API

source: Yes, my store receive payments in cash
pt_br: Sim, minha loja recebe pagamento em dinheiro

source: Yes, redirect the customer to WhatsApp after checkout
pt_br: Sim, redirecione o cliente para o WhatsApp após a finalização da compra

source: Yes, remove Address Number input
pt_br: Sim, remover o campo de número do endereço

source: Yes, remove Zipcode input
pt_br: Sim, remover o campo de CEP

source: Yes, show the global extra
pt_br: Sim, mostrar o extra global

source: Yes, show the product
pt_br: Sim, mostrar o produto

source: Yes, show the product extra
pt_br: Sim, mostre o extra do produto

source: Yes, show the product extra option
pt_br: Sim, mostre a opção do extra do produto

source: Yes, we are still finalizing this feature to release for you. But, soon you will be able to configure your order message with dynamic tokens.
pt_br: Sim, ainda estamos trabalhando para lançar essa funcionalidade para você. Mas, em breve você poderá configurar a sua mensagem de pedido personalizada utilizando tokens dinâmicos.

source: You are now receiving automatic updates and support.
pt_br: Agora você está recebendo atualizações automáticas e suporte.

source: You can not permission for acess that.
pt_br: Você não tem permissão para acessar isto.

source: You must use these shortcodes in your pages for the system works. If you use our widget for Elementor, you dont need to use them.
pt_br: Você deve usar esses shortcodes em suas páginas para que o sistema funcione. Se você usar nosso widget para Elementor, não precisará usá-los.

source: Your License Key
pt_br: Sua licença:

source: Your order
pt_br: Seu pedido

source: Your order number is:
pt_br: O número do seu pedido é:

source: ZIP Code of origin
pt_br: CEP de origem da loja

source: Zipcode
pt_br: CEP
